Repository: jaywcjlove/app-i18n
Catalog: i18n/source/mousio/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: When Keyboard and Mouse Mode is enabled, a **Dock** like quick launcher will be displayed.
de: Wenn der Tastatur- und Mausmodus aktiviert ist, wird ein **Dock**-ähnlicher Schnellstarter angezeigt.
fr: Lorsque le mode clavier et souris est activé, un lanceur rapide de type **Dock** s'affiche.
it: Quando la modalità tastiera e mouse è attivata, viene mostrato un avviatore rapido simile a un **Dock**.
ja: キーボード＆マウスモードが有効なときは、**Dock** のようなクイックランチャーが表示されます。
ko: 키보드 및 마우스 모드가 켜지면 **Dock** 같은 빠른 실행 도구가 표시됩니다.
ru: Когда включён режим «Клавиатура и мышь», будет отображаться быстрый запускатель, похожий на **Dock**.
zh_hans: 启用键盘鼠标模式后，将显示一个类似**程序坞**的快速启动器。
zh_hant: 啟用鍵盤與滑鼠模式後，會顯示類似 **Dock** 的快速啟動工具。

source: You are now in keyboard-controlled mouse mode.
de: Du bist jetzt im tastaturgesteuerten Mausmodus.
fr: Vous êtes maintenant en mode souris contrôlée par le clavier.
it: Ora sei nella modalità mouse controllata da tastiera.
ja: キーボード制御のマウスモードになりました。
ko: 이제 키보드로 제어하는 마우스 모드입니다.
ru: Теперь вы в режиме управления мышью с клавиатуры.
zh_hans: 提示你已进入键盘控制鼠标的模式。
zh_hant: 您現在已進入鍵盤控制式滑鼠模式。

source: You can assign %@ function keys to activate Hint mode with a single press.
de: Du kannst %@ Funktionstasten zuweisen, um den Hinweismodus mit einem einzigen Druck zu aktivieren.
fr: Vous pouvez attribuer %@ touches de fonction pour activer le mode d'indication d'un seul appui.
it: Puoi assegnare %@ tasti funzione per attivare la modalità suggerimenti con una singola pressione.
ja: %@ 個のファンクションキーを割り当てて、1 回押すだけでヒントモードを有効にできます。
ko: %@개의 기능 키를 할당해 한 번의 눌림으로 힌트 모드를 활성화할 수 있습니다.
ru: Вы можете назначить %@ функциональных клавиш для активации режима подсказок одним нажатием.
zh_hans: 您可以分配 %@ 功能键，一键激活 Hint 模式。
zh_hant: 您可以指定 %@ 個功能鍵，單擊即可啟用提示模式。

source: App Hotkeys
fr: Raccourcis d’application
it: Scorciatoie app
ja: アプリのショートカット
ko: 앱 단축키
ru: Горячие клавиши приложений
zh_hans: 应用快捷键
zh_hant: 應用程式快捷鍵

source: App Navigation
fr: Navigation dans les applications
it: Navigazione app
ja: アプリナビゲーション
ko: 앱 탐색
ru: Навигация по приложениям
zh_hans: 应用导航
zh_hant: 應用程式導覽

source: Element Navigation
fr: Navigation par éléments
it: Navigazione per elementi
ja: 要素ナビゲーション
ko: 요소 탐색
ru: Навигация по элементам
zh_hans: 元素导航
zh_hant: 元件導覽

source: Feedback
fr: Retour
ja: フィードバック
ko: 피드백
ru: Обратная связь
zh_hans: 意见反馈
zh_hant: 意見回饋

# Version %@ (%@)
source: Version %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: E-mail
ja: メール
ko: 이메일
ru: Электронная почта
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Launch Pad
ko: 런치패드
zh_hans: 启动台
zh_hant: 啟動台

source: OK
ko: 확인
ru: ОК
zh_hans: 确认
zh_hant: 確定

source: X(Twitter)
ko: X(트위터)

source: %@(ms)
ru: %@(мс)
zh_hans: %@(毫秒)
zh_hant: %@(毫秒)

source: Pro
zh_hans: 专业版
